[
  {
    "category": "Healthcare",
    "comments_number": 12,
    "title": "Community Health Fair Provides Free Screenings",
    "description": "Our recent health fair offered free screenings for blood pressure, cholesterol, and diabetes. Over 200 community members attended, promoting preventive care and wellness.",
    "image": "https://i.ibb.co/N3V0X5W/pexels-health.jpg",
    "date": "2024-04-15"
  },
  {
    "category": "Education",
    "comments_number": 8,
    "title": "STEM Workshop Inspires Young Innovators",
    "description": "Our STEM workshop introduced students to hands-on activities in science, technology, engineering, and mathematics. Participants gained practical skills and a passion for innovation.",
    "image": "https://i.ibb.co/bL8gdDs/pexels-edu.jpg",
    "date": "2024-05-02"
  },
  {
    "category": "Environment",
    "comments_number": 15,
    "title": "Beach Cleanup Event Removes 500 Pounds of Trash",
    "description": "Volunteers joined forces to clean up our local beach, removing 500 pounds of litter and debris. Together, we're preserving marine life and protecting our oceans.",
    "image": "https://i.ibb.co/9VSzhng/pexels-environmetn.jpg",
    "date": "2024-05-20"
  },
  {
    "category": "Animal Welfare",
    "comments_number": 10,
    "title": "Adoption Drive Finds Forever Homes for Shelter Pets",
    "description": "Our adoption drive successfully found forever homes for 20 shelter pets. Thanks to our dedicated volunteers and supportive community, these animals now have loving families.",
    "image": "https://i.ibb.co/0r31SYF/pexels-animal.jpg",
    "date": "2024-04-28"
  },
  {
    "category": "Social Service",
    "comments_number": 7,
    "title": "Homeless Shelter Expansion Project Completed",
    "description": "Our shelter expansion project is complete, providing additional beds and facilities for those experiencing homelessness. This expansion will help more individuals access shelter and support services.",
    "image": "https://i.ibb.co/JKQ7Fdf/pexels-home.jpg",
    "date": "2024-05-10"
  },
  {
    "category": "Hunger and Homelessness",
    "comments_number": 9,
    "title": "Food Drive Collects Record Donations for Local Pantry",
    "description": "Our recent food drive collected a record number of donations for the local food pantry. Thanks to the generosity of our community, we're helping alleviate hunger for those in need.",
    "image": "https://i.ibb.co/tMhnMpH/pexels-hunger.jpg",
    "date": "2024-04-22"
  }
]
